export const authors = [
    {
        id: 1,
        image: '/assets/Author1.png',
        name: 'Томас Манн',
        description: 'Томас Манн (1875–1955) — немецкий писатель, один из крупнейших авторов XX века. Его произведения глубоко исследуют темы человеческой природы, морали и общества. Наибольшую известность ему принесли романы «Будденброки», «Волшебная гора» и «Доктор Фаустус». Манн мастерски сочетал философию, иронию и психологизм, создавая многослойные образы. В 1929 году он был удостоен Нобелевской премии по литературе. Его творчество продолжает вдохновлять читателей по всему миру.',
    },
    {
        id: 2,
        image: '/assets/Author2.png',
        name: 'Мария Корелли',
        description: 'Мария Корелли (1855–1924) — британская писательница, одна из самых популярных авторов викторианской эпохи. Ее книги сочетали мистику, романтику и моральные размышления. Наибольшую известность ей принес роман «Баррабас», а также «Роман о будущем» и «Соратник дьявола». Ее произведения затрагивали духовные и оккультные темы, что привлекало широкий круг читателей. Несмотря на критику со стороны литературных кругов, Корелли пользовалась огромной популярностью. Ее книги продолжали переиздаваться даже после смерти.',
    },
    {
        id: 3,
        image: '/assets/Author3.png',
        name: 'Джордж Оруэлл',
        description: 'Джордж Оруэлл (1903–1950) — британский писатель, публицист и эссеист, известный своими антиутопическими произведениями. Его самые знаменитые книги — «1984» и «Скотный двор», которые стали символами борьбы против тоталитаризма и пропаганды. Оруэлл мастерски разоблачал механизмы власти, цензуры и манипуляции сознанием. Его стиль отличался ясностью, остротой и социальной критикой. Его идеи остаются актуальными и сегодня, а его книги продолжают переиздаваться по всему миру.',
    }
];
